<template>
  <div class="agreement">
    <p class="title">欢迎使用蜘筑侠服务（以下简称“服务”）！</p>
    <p class="bold">提示：在使用服务之前，您应当认真阅读并遵守《蜘筑侠服务协议》（以下简称“本协议”）以及《隐私政策条款》，请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责任的条款可能将以加粗字体显示，您应重点阅读。</p>
    <p class="bold">当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他蜘筑侠允许的方式实际使用本服务时，即表示您已充分阅读、理解并接受本协议的全部内容，本协议即产生法律约束力。您承诺接受并遵守本协议的约定，届时您不应以未阅读本协议的内容或者未获得蜘筑侠对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</p>

  </div>

</template>

<script>

  export default {
    name: 'App',
    components: {

    },
  }
</script>

<style lang="scss" scoped>
  .agreement{
    height: 25.0rem;
    width: 100%;
  }

</style>
